adwaita-qt6
amd-ucode
base
base-devel
breeze-icons
chezmoi
ddcutil
discord
efibootmgr
fastfetch
fd
fish
fish-tide
fzf
git
gnome-keyring
gnome-themes-extra
greetd
greetd-tuigreet
helix
hyprland-qt-support
hyprpolkitagent
kitty
lact
less
lib32-mesa
lib32-pipewire
lib32-pipewire-jack
libnotify
linux-firmware
linux-zen
linux-zen-headers
mako
mesa
networkmanager
niri
noto-fonts-cjk
noto-fonts-emoji
nwg-look
openssh
paru-bin
paru-bin-debug
pavucontrol
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
playerctl
qbittorrent
qt6ct
realtime-privileges
rofi
sing-box-bin
steam
strawberry
sudo
terminus-font
ttf-jetbrains-mono
ttf-roboto
ttf-roboto-mono
vencord-hook
vulkan-radeon
waybar
wireplumber
wl-clipboard
yazi
zen-browser-bin
zoxide
zram-generator
